backend: "onnxruntime"
name: "heart_failure_prediction"
max_batch_size: 0
input {
  name: "X"
  data_type: TYPE_FP32
  dims: [-1, 21]
}
output {
  name: "label"
  data_type: TYPE_INT64
  dims: -1
}
instance_group [
  {
    count: 1
    kind: KIND_CPU
  }
]
optimization { execution_accelerators {
  cpu_execution_accelerator : [ {
    name : "openvino"
  }]
}}
